tap "heroku/brew"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/services"
brew "b2-tools"
brew "curl"
brew "git"
brew "python"
brew "httpie"
brew "hub"
brew "leiningen"
brew "maven"
brew "mongodb", restart_service: true
brew "neovim"
brew "nginx"
brew "postgresql", restart_service: true
brew "python@2"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rlwrap"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "watchman"
brew "z"
brew "zsh"
brew "heroku/brew/heroku"
cask "basictex"
cask "google-chrome"
cask "haskell-platform"
cask "iterm2"
cask "ngrok"
cask "typora"
cask "homebrew/cask-versions/java8"
