tap "caskroom/cask"
tap "caskroom/fonts"
tap "goles/battery"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
tap "thoughtbot/formulae"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "curl"
brew "fzf"
brew "gcc@4.9"
brew "geckodriver"
brew "libksba"
brew "gnupg"
brew "readline"
brew "python3"
brew "httpie"
brew "hub"
brew "libtool"
brew "imagemagick"
brew "leiningen"
brew "libyaml"
brew "mongodb", restart_service: true
brew "neovim"
brew "nginx", restart_service: true
brew "openssl@1.1"
brew "phantomjs"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "qt@5.5", link: true
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rlwrap"
brew "selenium-server-standalone"
brew "spark"
brew "the_silver_searcher"
brew "tmate"
brew "tmux"
brew "tree"
brew "upx"
brew "vim", args: ["with-override-system-vi"]
brew "watchman"
brew "wemux"
brew "yarn"
brew "z"
brew "zsh"
brew "goles/battery/battery"
brew "heroku/brew/heroku"
brew "thoughtbot/formulae/gitsh"
brew "thoughtbot/formulae/parity"
cask "emacs"
cask "haskell-platform"
cask "ngrok"
